import 'package:tarologo/classes/tarot_class.dart';

Service firstEzoGadalka = Service(
    specialization: 'Экстрасенс',
    serviceName: 'Эзотерика',
    serviceDescription:
        'совокупность знаний и сведений, недоступных непосвящённым, '
        'несведущим в мистических учениях людям, а также особых способов '
        'восприятия реальности, которые имеют тайное содержание '
        'и выражение в «психодуховных практиках».',
    price: 500);

Service firstTarotGadalka = Service(
    specialization: 'Таролог',
    serviceName: 'Таро Ленорман',
    serviceDescription:
        'Это Таро посвящается самой известной из предсказательниц нового '
        'времени Мадам Ленорман. Она была так знаменита во Франции XIX века, '
        'что ее прозвали Сивиллой. Мария Анна Аделаида Ленорман родилась 27 мая '
        '1722 года в небольшом французском городке Алансоне.',
    price: 500);

Service firstGadalkaGadalka = Service(
    specialization: 'Гадалка',
    serviceName: 'Гадание на любовь',
    serviceDescription:
        'Это распространение действия; консультативный с акцентом на предпринятых или '
        'предстоящих действиях. Независимо от того, есть у вас партнер или нет, этот расклад '
        'Таро предназначен для тех, кто хочет, чтобы их следующие романтические отношения '
        'поторопились и наступили, краткосрочные или долгосрочные.',
    price: 500);
